[
    {
        "id": 1,
        "name": "Archer",
        "image": "assets/img/Archers.jpg",
        "description": "Equipped with a bow and arrow, this warrior provides valuable long-range attacks. May Aim for higher damage..."
    },
    {
        "id": 2,
        "name": "Bard",
        "image": "assets/img/Bards.jpg",
        "description": "A warrior who uses his voice as a weapon. May use Bardsong to support his allies in battle..."
    },
    {
        "id": 3,
        "name": "Black Mage",
        "image": "assets/img/BlkMages.jpg",
        "description": "A warrior who uses Black Magicks to channel elemental powers into powerful offensive spells..."
    },
    {
        "id": 4,
        "name": "Calculator",
        "image": "assets/img/Calculators.jpg",
        "description": "A learned warrior who uses Arithmeticks to analyze natural phenomena and pinpoint magickal attacks..."
    },
    {
        "id": 5,
        "name": "Chemist",
        "image": "assets/img/Chemists.jpg",
        "description": "An expert in the use of items to recover HP or remove vexing status ailments..."
    },
    {
        "id": 6,
        "name": "Dancer",
        "image": "assets/img/Dancer.jpg",
        "description": "A warrior who dances across the battlefield, garbed in colorful raiments..."
    },
    {
        "id": 7,
        "name": "Dragoon",
        "image": "assets/img/Dragoons.jpg",
        "description": "A warrior who may make soaring Jump attacks even in full armor, the dragoon is also a master spearman..."
    },
    {
        "id": 8,
        "name": "Geomancer",
        "image": "assets/img/Geomancers.jpg",
        "description": "A warrior who uses Geomancy to control powers lying dormant in the natural terrain..."
    },
    {
        "id": 9,
        "name": "Knight",
        "image": "assets/img/Knights.jpg",
        "description": "A brave and chivalrous warrior of unmatched skill. Uses a knight's sword to unleash the Arts of War..."
    },
    {
        "id": 10,
        "name": "Orator",
        "image": "assets/img/Orators.jpg",
        "description": "A warrior who participates in battle using Speechcraft. Words, rather than swords, are the orator's weapons..."
    },
    {
        "id": 11,
        "name": "Mime",
        "image": "assets/img/Mimes.jpg",
        "description": "A warrior who has abandoned his or her own identity, instead mimicking the actions of allies in battle..."
    },
    {
        "id": 12,
        "name": "Monk",
        "image": "assets/img/Monks.jpg",
        "description": "A warrior, devoted to physical training, whose unarmed attacks are deadly. May use Martial Arts..."
    },
    {
        "id": 13,
        "name": "Mystic",
        "image": "assets/img/Mystics.jpg",
        "description": "A warrior who uses the Mystic Arts to bend the forces of the cosmos to his or her will..."
    },
    {
        "id": 14,
        "name": "Ninja",
        "image": "assets/img/Ninjas.jpg",
        "description": "A warrior who uses stealth to be all but invisible. The ninja may also Throw weapons at faraway enemies..."
    },
    {
        "id": 15,
        "name": "Samurai",
        "image": "assets/img/Samurais.jpg",
        "description": "Following a warrior ethic from a foreign land, the samurai uses Iaido techniques to attack with his or her katana..."
    },
    {
        "id": 16,
        "name": "Squire",
        "image": "assets/img/Squires.jpg",
        "description": "This job serves as the foundation for all others, forming the first step on the road to becoming a legendary warrior..."
    },
    {
        "id": 17,
        "name": "Summoner",
        "image": "assets/img/Summoners.jpg",
        "description": "A warrior who may Summon the most powerful of spirits, the beings known as espers..."
    },
    {
        "id": 18,
        "name": "Thief",
        "image": "assets/img/Thiefs.jpg",
        "description": "Warriors who can steal anything from anyone. Their skill is legendary..."
    },
    {
        "id": 19,
        "name": "Time Mage",
        "image": "assets/img/TimeMages.jpg",
        "description": "The Time Mage controls time and space. This sorcerer toys with the laws of the universe..."
    },
    {
        "id": 20,
        "name": "Dark Knight",
        "image": "assets/img/DarkKnights.jpg",
        "description": "This warrior exchanges life for power, using Darkness to disintegrate all who stand before him..."
    },
    {
        "id": 21,
        "name": "Onion Knight",
        "image": "assets/img/OnionKnights.jpg",
        "description": "Although able to equip all weapons, this sad warrior excels at none, and is far from being the most powerful..."
    },
    {
        "id": 22,
        "name": "Sword Saint",
        "image": "assets/img/Orlandu.jpg",
        "description": "A peerless warrior who commands an entire knightly order. It is said that none can match his swordplay..."
    },
    {
        "id": 23,
        "name": "Sky Pirate",
        "image": "assets/img/SkyPirate.jpg",
        "description": "A pirate who sails the open sky, free from all laws and obligations. He never lets a mark escape..."
    },
    {
        "id": 24,
        "name": "White Mage",
        "image": "assets/img/WhtMages.jpg",
        "description": "A warrior who taps into the powers of the divine, using White Magicks to cast spells of recovery and protection..."
    }
]